[{"box_title": "Intimate partner violence", "box_description": "Intimate partner violence is domestic violence by a current or former spouse or partner in an intimate relationship against the other spouse or partner. IPV can take a number of forms, including physical, verbal, emotional, economic and sexual abuse. The World Health Organization defines IPV as \"...WikipediaMore at Wikipedia", "link_attached": "https://en.wikipedia.org/wiki/Intimate_partner_violence"}, {"title": "Intimate Partner Violence |Violence Prevention|Injury ...", "link": "https://www.cdc.gov/violenceprevention/intimatepartnerviolence/index.html", "description": "Intimate partner violence (IPV) is a serious, preventable public health problem that affects millions of Americans. The term \"intimate partner violence\" describes physical violence, sexual violence, stalking, or psychological harm by a current or former partner or spouse."}, {"title": "Intimate Partner Violence - What You Need to Know", "link": "https://www.drugs.com/cg/intimate-partner-violence.html", "description": "When you report intimate partner violence, you may feel sad, blame yourself, or be afraid for your children and more violence. It may be difficult to be away from your family or friends, or to go to counseling. If intimate partner violence is not stopped, you may develop serious health and mental problems."}, {"title": "Intimate partner violence - Wikipedia", "link": "https://en.wikipedia.org/wiki/Intimate_partner_violence", "description": "Intimate partner violence (IPV) is domestic violence by a current or former spouse or partner in an intimate relationship against the other spouse or partner. IPV can take a number of forms, including physical, verbal, emotional, economic and sexual abuse."}, {"title": "Domestic or intimate partner violence | womenshealth.gov", "link": "https://www.womenshealth.gov/relationships-and-safety/domestic-violence", "description": "Domestic violence is sometimes called intimate partner violence. It includes physical, sexual, or emotional abuse, as well as sexual coercion and stalking by a current or former intimate partner. 1 An intimate partner is a person with whom you have or had a close personal or sexual relationship. Intimate partner violence affects millions of ..."}, {"title": "Intimate Partner Violence - apa.org", "link": "https://www.apa.org/topics/violence/partner", "description": "Intimate Partner Violence occurs across age, ethnic, gender and economic lines, among persons with disabilities, and among both heterosexual and same-sex couples. Facts from psychological research Your risk of experiencing intimate partner violence increases if you are: Poor; Less educated ..."}, {"title": "Intimate Partner Violence Assistance Program (IPVAP) - VHA ...", "link": "https://www.socialwork.va.gov/IPV/Index.asp", "description": "Intimate Partner Violence Assistance Program (IPVAP) WE ARE COMMITTED TO ADDRESSING INTIMATE PARTNER VIOLENCE AND BUILDING HEALTHY RELATIONSHIPS. The VA's Intimate Partner Violence Assistance Program is committed to helping Veterans, their partners, and VA staff who are impacted by IPV."}, {"title": "Intimate partner violence - apps.who.int", "link": "https://apps.who.int/iris/bitstream/handle/10665/77432/WHO_RHR_12.36_eng.pdf;sequence=1", "description": "violence against women Intimate partner violence Intimate partner violence is one of the most common forms of violence against women and includes physical, sexual, and emotional abuse and controlling behaviours by an intimate partner. Intimate partner violence1 (IPV) occurs in all settings and among all socioeconomic, religious and cultural groups."}, {"title": "Intimate Partner Violence - ACOG", "link": "https://www.acog.org/Clinical-Guidance-and-Publications/Committee-Opinions/Committee-on-Health-Care-for-Underserved-Women/Intimate-Partner-Violence", "description": "Intimate Partner Violence. ABSTRACT: Intimate partner violence (IPV) is a significant yet preventable public health problem that affects millions of women regardless of age, economic status, race, religion, ethnicity, sexual orientation, or educational background."}, {"title": "Intimate Partner Violence - PTSD: National Center for PTSD", "link": "https://www.ptsd.va.gov/understand/types/violence_ipv.asp", "description": "Intimate Partner Violence. IPV refers specifically to violence and aggression between intimate partners. IPV can include physical, sexual or psychological abuse or stalking. Acts of IPV range in how often they occur or how violent they are. It can happen to women or men who have intimate relationships with women, men or both."}, {"title": "Intimate Partner Violence - American Family Physician", "link": "https://www.aafp.org/afp/2016/1015/p646.html", "description": "Intimate partner violence (IPV) is a prevalent worldwide health problem, affecting women more commonly than men. It can include physical, emotional, sexual, and financial abuse, as well as control ..."}, {"title": "Intimate Partner Violence / SAMHSA-HRSA", "link": "https://www.integration.samhsa.gov/clinical-practice/intimate-partner-violence", "description": "Intimate Partner Violence. RESOURCES FOR Clinicians/STaff Recognizing, Preventing, and Addressing IPV. Recognizing IPV as a widespread public health issue, the CDC published a technical package titled Preventing Intimate Partner Violence Across the Lifespan.The package presents prevention strategies including fostering healthy relationships, creating protective environments, providing economic ..."}, {"title": "Intimate Partner Violence - What Is It and What Does It ...", "link": "https://adaa.org/learn-from-us/from-the-experts/blog-posts/consumer/intimate-partner-violence-what-it-and-what-does", "description": "Intimate partner violence (IPV) takes place in all settings, in all socioeconomic, religious, ethnic, and cultural groups. The overwhelming global burden of IPV is endured by women, and the most common perpetrators of violence against women are male intimate partners or ex-partners."}, {"title": "Intimate partner violence: Wounds are deeper", "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6278226/", "description": "Intimate partner violence (IPV) is defined as any behavior within an intimate relationship (married, unmarried, and live-in) that causes physical, psychological, or sexual harm to those in that relationship. This definition encompasses physical, sexual, and psychological aggression/abuse or controlling behavior of any kind. IPV differs ..."}, {"title": "Bureau of Justice Statistics (BJS) - Publications ...", "link": "https://www.bjs.gov/index.cfm?ty=pbse&sid=78", "description": "Intimate Partner Violence, 1993-2010 Presents data on nonfatal intimate partner violence among U.S. households from 1993 to 2010. Intimate partner violence includes rape, sexual assault, robbery, aggravated assault, and simple assault by a current or former spouse, boyfriend, or girlfriend. Part of the Intimate Partner Violence Series: 11/27/2012"}, {"title": "PDF Intimate partner violence - World Health Organization", "link": "https://www.who.int/violence_injury_prevention/violence/world_report/factsheets/en/ipvfacts.pdf", "description": "Intimate partner violence includes acts of physical aggression, psychological abuse, forced inter-course and other forms of sexual coercion, and various controlling behaviours such as isolating a person from family and friends or restricting access to information and assistance."}, {"title": "Intimate Partner Violence | VetoViolence", "link": "https://vetoviolence.cdc.gov/violence-type-information/intimate-partner-violence", "description": "Violence between spouses or partners affects millions of people each year in the United States. Intimate partner violence (IPV) is a major health concern for youth and adults. The long-term impact for everyone involved can be devastating. But, there is good reason for hope: preventing IPV is possible."}, {"title": "Intimate Partner Violence - Women Veterans Health Care", "link": "https://www.womenshealth.va.gov/WOMENSHEALTH/outreachmaterials/abuseandviolence/intimatepartnerviolence.asp", "description": "Intimate Partner Violence: Let VA Help. Intimate partner violence (IPV), which is often called domestic violence, occurs when a current or former intimate partner (e.g., boyfriend, girlfriend, spouse) harms, threatens to harm, or stalks their partner. While domestic violence does include IPV, it refers to any violence that occurs in the home."}, {"title": "Preventing Intimate Partner Violence |Violence Prevention ...", "link": "https://www.cdc.gov/violenceprevention/intimatepartnerviolence/fastfact.html", "description": "Intimate partner violence (IPV) is abuse or aggression that occurs in a close relationship. \"Intimate partner\" refers to both current and former spouses and dating partners. IPV can vary in how often it happens and how severe it is. It can range from one episode of violence that could have lasting impact to chronic and severe episodes over ..."}, {"title": "Violence Info - Intimate partner violence", "link": "https://apps.who.int/violence-info/intimate-partner-violence/", "description": "Intimate partner violence refers to behaviour within an intimate relationship that causes physical, sexual or psychological harm, including acts of physical aggression, sexual coercion, psychological abuse and controlling behaviours. This definition covers violence by both current and former spouses and partners."}, {"title": "WHO | Intimate partner and sexual violence (violence ...", "link": "https://www.who.int/violence_injury_prevention/violence/sexual/en/", "description": "Intimate partner and sexual violence can result in short- and long-term physical, sexual and reproductive, and mental health problems. Although males can also be victims, females are disproportionately affected. Prevention strategies include: In addition patient-centred medical care, therapeutic ..."}, {"title": "Intimate Partner Violence: Identification and Prevention", "link": "https://www.verywellhealth.com/intimate-partner-violence-prevention-4429117", "description": "Domestic violence, recently referred to as intimate partner violence (IPV), has become known as a common invisible crime. It is considered invisible because it is usually cloaked in a high level of shame and secrecy. An intimate partner is a boyfriend, girlfriend, sexual partner, spouse, or domestic partner with whom a person is currently or ..."}, {"title": "Intimate Partner Violence | The National Child Traumatic ...", "link": "https://www.nctsn.org/what-is-child-trauma/trauma-types/intimate-partner-violence", "description": "Intimate Partner Violence (IPV), also referred to as domestic violence, occurs when an individual purposely causes harm or threatens the risk of harm to any past or current partner or spouse. While abuse often occurs as a pattern of controlling and coercive behavior, an initial episode of abuse may also be cause for concern."}, {"title": "Intimate Partner Violence Screening | Agency for Health ...", "link": "https://www.ahrq.gov/ncepcr/tools/healthier-pregnancy/fact-sheets/partner-violence.html", "description": "For more information Provider Implementation Tools. Intimate Partner Violence During Pregnancy, A Guide for Clinicians The American College of Obstetricians and Gynecologists (ACOG)/Centers for Disease Control and Prevention (CDC) screen show on intimate partner violence during pregnancy is a training tool for clinicians to increase understanding of the important role they can play in ..."}, {"title": "Intimate Partner Violence | VetoViolence", "link": "https://vetoviolence.cdc.gov/resources/intimate-partner-violence", "description": "Intimate Partner Violence, sexual violence, and stalking are widespread, impact all types of people, and cause far-reaching health issues. The good news is they are preventable. Understand these types of violence through an infographic and take action to stop them before they start in your community."}, {"title": "Intimate Partner Violence (Inpatient Care) - What You Need ...", "link": "https://www.drugs.com/cg/intimate-partner-violence-inpatient-care.html", "description": "Intimate partner violence is also known as domestic violence. The abuser knowingly harms his or her partner. This person tries to control or overpower the relationship by using intimidation, threats, or physical force. Most victims of domestic violence are women, but men may also be victims. There may be a pattern of an ongoing or on and off abuse."}, {"title": "Intimate Partner Violence Prevention & Intervention Guide ...", "link": "https://online.rider.edu/online-bachelors-degrees/nursing/intimate-partner-violence-guide/", "description": "Intimate Partner Violence (IPV) and Abusive Relationships: A Guide to Prevention and Intervention. Intimate partner violence (IPV) is an extensive, serious issue, both in the United States and around the world. Also referred to as \"domestic violence,\" or abusive relationships, this problem affects millions of people each year."}, {"title": "Signs of domestic violence or abuse | womenshealth.gov", "link": "https://www.womenshealth.gov/relationships-and-safety/domestic-violence/signs-domestic-violence", "description": "Signs of domestic violence or abuse. Intimate partner violence, or domestic violence, can be difficult to see if it starts little by little, if your partner says they love you, or if they support you financially. Domestic violence can include forced sex, physical abuse, and emotional abuse, such as cruel words or threats."}, {"title": "NCADV | National Coalition Against Domestic Violence", "link": "https://www.ncadv.org/statistics", "description": "1 in 4 women and 1 in 9 men experience severe intimate partner physical violence, intimate partner contact sexual violence, and/or intimate partner stalking with impacts such as injury, fearfulness, post-traumatic stress disorder, use of victim services, contraction of sexually transmitted diseases, etc. 2"}, {"title": "Intimate partner violence legal definition of Intimate ...", "link": "https://legal-dictionary.thefreedictionary.com/Intimate+partner+violence", "description": "Intimate partner violence was assessed by using Karachi domestic violence scale toassess exposure to sexual abuse, psychological abuse, physical abuse, characteristics of victims and abusers in intimate relationships12."}, {"title": "Intimate Partner Violence | Violence Prevention Initiative", "link": "https://injury.research.chop.edu/violence-prevention-initiative/vpi-signature-programs/stop-ipv", "description": "Read more about intimate partner violence and domestic violence. Because of this evidence, STOP IPV aims to support screening by pediatric healthcare providers in order to identify families experiencing intimate partner violence and minimize the adverse effects of childhood intimate partner violence exposure."}]